{
  "home": "Home",
  "sobre": "About",
  "experiencia":"Experience",
  "tecnologia" : "technology",
  "projetos": "projects",
  "contato" : "contact",
  "welcome" : "Welcome to my portfolio!",
  "welcFelipe" : "My name is Felipe Matheus. I am a Fullstack Developer. There’s more informations about me bellow. Take a  coffe and be my guest",
  "welcUva" : "Enthusiat of games and tecnology. Currently coursing the 7° semester on Computer Science Bacharel at Veiga de Almeida University – UVA (estimated graduation on Jan/2024)",
  "softSkills": "My Soft Skills are: Profissional and Personal Development ,Problem-Solving and Teamwork",
  "respDataPrev": "In charge of Fullstack Development. On Frontend using ReactJS using libraries such as Bootstrap, performing implementations of new functionalities, bug correction, new screen creations, manatee, and code review. On Backend with Java EE and Spring boot doing maintanance. New funcionalities aplications such as: new endpoints, controllers, services, creanting Querys with JPA/JPQL",
  "estagio": "Software Development Internship",
  "respNetQuant" : "In charge for Fullstack Development part on Frontend using ReactJS, with libraries as: Bootstrap, Style Components. Also using pre processors such as SASS, doing new funccionalities implementation as: light/dark mode, website translations using Context API, code review, bugs corrections, code maintenance, new screens creation. Backend with Ruby and Rails, note creation, controller, endpoints, correction and maintenance, WebScrapping/Scrapping using Python and libraries as Pandas and BeautifulSoup integrating services of AWS, as Lambdas, Api-Gateway, S3, EC2.",
  "tecnologias": "Tecnologies",
  "projetosMaior" : "Projects",
  "maisProjetos" : "These are a few of my main projects. For more, click here:",
  "movieRate" : "Fullstack project of movie rating. Built in monorepo, using for Frontend, React JS with Typescript. And for Backend, Java with Spring Boot.",
  "employeeApi" : "Employees control API using NodeJs with TypeScript, Postgre SQL and TypeORM, JWT Authentication, besides images upload and CRUD.",
  "starwars": "Star Wars chat in real-time with WebSockets, React and Express, can also select specific characters, background changing, etc,",
  "contatos" : "Contacts"
}